<?php
return [
    'registered' => 'Успешна регистрация.',
    'login' => 'Успешно влязохте в системата',
    'logout' => 'Успешно излязохте от системата',
    'profile-updated' => 'Информацията е актуалирана успешно',
    'saved' => 'Записът беше създавен успешно',
    'updated' => 'Записът беше актуализиран успешно',
    'deleted' => 'Записът беше изтрит успешно',
    'error-delete-department' => 'Катедрата не може да бъде изтрита, защото има потребители, научни интереси и/или доклади към нея(препоръчваме да я направите неактивна)',
    'many-errors' => 'Моля попълнете задължителните полета.',
    'is-default' => 'Потребителския тип не може да бъде изтрит или променен, защото е базов.',
    'access-denied' => 'Достъпът до менюто отказан.',
];